export const description = `<div class="description">
  <b>Перевірки та функціонал лічильника:</b>
  <ol>
    <li>Якщо час та дата вибрані в минулому або не були вибрані після відкриття календаря,
    то з'являється відповідне повідрмлення</li>
    <li>Якщо вибраний час сплив до натискання кнопки Start,
    то з'являється відповідне повідомлення</li>
    <li>Блокуються вікно вибору дати та кнопка Start після її активації</li>
    <li>Розблоковується вікно вибору дати після завершення роботи лічильника,
    та з'являється відповідне повідомлення</li>
    <li>За хвилину до завершення змінюється колір лічильника</li>
    </ol></div >`;
